en = '''Good morning! 👋  My name is Sophia, your personal assistant 🤖✨
Glad to see you here! 💛
Ready to help with any questions, suggest something new, or just keep you company 😊
Let make your day productive and enjoyable! 🌟'''

zh = '''早安! 👋 我是索菲亞，您的私人助理🤖✨
很高興見到您！ 💛
隨時準備解答您的任何疑問，為您推薦一些新鮮事物，或只是陪伴您😊
讓我們一起讓您的一天有效率又愉快！ 🌟'''

ru = '''Доброе утро! 👋 Меня зовут София, я ваш личный ассистент 🤖✨
Рада вас видеть! 💛
Готова помочь c любыми вопросами, предложить что-то новое или просто составить вам компанию 😊
Давайте сделаем ваш день продуктивным и приятным! 🌟'''

jp = '''おはようございます！👋 私の名前はソフィアです。あなたのパーソナルアシスタントです🤖✨
お会いできて嬉しいです！💛
ご質問があればいつでもお答えします。新しい提案も、ただあなたに寄り添うことも、いつでも喜んでお手伝いさせていただきます😊
生産的で楽しい一日をお過ごしください！🌟'''